/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"settings_general" = "Les essentiels";
"settings_general_show_photo_immediately" = "L'affichage rapide de la photo";
"settings_general_add_logo" = "Icône de l'application dans la photo";

"settings_assistant" = "L'assistant";
"settings_assistant_vibration" = "La vibration";
"settings_assistant_screen" = "Le rétroéclairage de l'écran";
"settings_assistant_torch" = "Le flash court";

"settings_assistant_screen_help" = "À titre du signal de l'arrêt le rétro-éclairage de l'écran se met en marche. Utilisez ce type d'assistance en basse lumière.";
"settings_assistant_vibration_help" = "À titre du signal de l'arrêt la courte vibration se met en marche. Utilisez ce type d'assistance, si bruyante autour.";
"settings_assistant_torch_help" = "À titre du signal de l'arrêt le faible flash se met en marche. Ne pas utilisez ce type d'assistance en basse lumière.";